/* GeckoReporter Strings. */

/* Menus */
"Services" = "Services";
"Hide %@" = "Masquer %@";
"Hide Others" = "Masquer les autres";
"Show All" = "Tout afficher";
"Quit %@" = "Quitter %@";

"Edit" = "Édition";
"Undo" = "Annuler";
"Redo" = "Rétablir";
"Cut" = "Couper";
"Copy" = "Copier";
"Paste" = "Coller";
"Delete" = "Supprimer";
"Select All" = "Tout sélectionner";
"Spelling and Grammar" = "Orthographe et grammaire";
"Show Spelling and Grammar" = "Afficher l'orthographe et la grammaire";
"Check Document Now" = "Vérifier le document maintenant";
"Check Spelling While Typing" = "Vérifier l'orthographe lors de la frappe";
"Check Grammar With Spelling" = "Vérifier la grammaire et l'orthographe";
"Correct Spelling Automatically" = "Corriger l'orthographe automatiquement";
"Speech" = "Parole";
"Start Speaking" = "Commencer la lecture";
"Stop Speaking" = "Arrêter la lecture";

"Window" = "Fenêtre";
"Minimize" = "Placer dans le Dock";
"Zoom" = "Réduire/agrandir";
"Bring All to Front" = "Tout ramener au premier plan";


/* Error messages */
"Error could not send crash report." = "Erreur d'envoi de rapport de plantage.";
"Error could not send bug report." = "Erreur d'envoi de rapport de bogue.";
"Error could not send message." = "Erreur d'envoi de message.";

/* Incomplete fields message */
"Fields not filled." = "Champs non remplis.";
"Please be sure all fields are filled as all fields are required." = "Veuillez vous assurer que tous les champs nécessaires sont remplis.";

/* Status not 200 error */
"Status Code Returned %d" = "Code d'état renvoyé %d";

/* Buttons */
"Ok" = "OK";
"Ignore All" = "Tout ignorer";
"Ignore" = "Ignorer";
"Send All" = "Tout envoyer";
"Cancel" = "Annuler";
"Send" = "Envoyer";
"Sending..." = "Envoi en cours…";

/* Information Notice */
"Anonymous system information will be sent." = "Des informations système anonymes seront envoyées.";

/* Interface */

/* Crash Report */
"%@ Crashed" = "%@ a planté";
"%@ crashed the last time you ran it. Would you like to send me a crash report so I can look into it?" = "%@ a planté lors de votre dernière utilisation. Souhaitez-vous envoyer un rapport de plantage à analyser ?";
"Report Date:" = "Date du rapport :";
"%a, %m/%d/%Y %I:%M:%S %p" = "%d/%m/%Y %H:%M:%S";
"What were you doing when the crash happened?" = "Que faisiez-vous au moment du plantage ?";
"Include an email address so I can update you on the crash?" = "Ajouter une adresse de courriel pour vous tenir au courant ?";

/* Bug Report */
"Bug Report" = "Rapport de bogue";
"What did you expect to happen and what didn't happen?" = "Quel résultat attendu ne s'est pas produit ?";
"How can I reproduce the bug?" = "Comment reproduire ce bogue ?";
"Include an email address so I can update you on the Bug?" = "Ajouter une adresse de courriel pour vous tenir au courant ?";

/* Contact */
"Contact Me" = "Contactez-moi";
"Subject:" = "Sujet :";
"Feedback" = "Réaction";
"Feature Request" = "Demande de fonctionnalité";
"Support" = "Aide";
"Include your email so I can respond." = "Ajouter votre adresse de courriel pour la réponse.";
"Whom am I to refer you by?" = "Par quel nom dois-je vous désigner ?";